Repository: KitadeR/BulletGO
Catalog: BulletGO/Localizable.xcstrings
Source language: en
Languages: ja

# 保存できませんでした。もう一度お試しください。
source: Could not save. Please try again.
ja: 保存できませんでした。もう一度お試しください。

# 保留中です。予約状況が分かったらここで更新してください。
source: Pending. Update this when you know your booking status.
ja: 保留中です。予約状況が分かったらここで更新してください。

# 先に荷物条件を確認してください。
source: Check baggage conditions first.
ja: 先に荷物条件を確認してください。

# 列車・号車・座席・確認番号を、分かる範囲で記録できます。
source: Record the train, car, seat, and confirmation number when known.
ja: 列車・号車・座席・確認番号を、分かる範囲で記録できます。

# 取扱区間・受取方法・荷物条件をKlookの画面で確認してください。
source: Check routes, ticket collection, and baggage conditions on Klook.
ja: 取扱区間・受取方法・荷物条件をKlookの画面で確認してください。

# 各サービスの条件を確認して選んでください。予約と決済はサービス側で行います。
source: Check each service’s conditions before choosing. Booking and payment take place with the service.
ja: 各サービスの条件を確認して選んでください。予約と決済はサービス側で行います。

# 外部サービスの案内を開く
source: Open the service guide
ja: 外部サービスの案内を開く

# 大きな荷物なしと申告
source: You said there is no large bag
ja: 大きな荷物なしと申告

# 大きな荷物を持って行きますか？
source: Will you bring a large bag?
ja: 大きな荷物を持って行きますか？

# 必要なことを、確認できた順に整理します。
source: We’ll show each step as you confirm it.
ja: 必要なことを、確認できた順に整理します。

# 必要な条件
source: Conditions
ja: 必要な条件

# 持ち込めるサイズを超過
source: Above the carry-on size limit
ja: 持ち込めるサイズを超過

# 指定済みICカード
source: Designated IC card
ja: 指定済みICカード

# 指定済みICと申告
source: Designated IC stated
ja: 指定済みICと申告

# 新幹線の移動
source: Shinkansen journey
ja: 新幹線の移動

# 日付を保存
source: Save date
ja: 日付を保存

# 東海道・山陽・九州新幹線の公式予約サービス。会員登録が必要です。
source: Official booking service for the Tokaido, Sanyo and Kyushu Shinkansen. Membership required.
ja: 東海道・山陽・九州新幹線の公式予約サービス。会員登録が必要です。

# 特大荷物用座席が予約内容にあるか確認してください。
source: Check whether the reservation includes an oversized baggage seat.
ja: 特大荷物用座席が予約内容にあるか確認してください。

# 特大荷物用座席が予約内容に含まれるか確認してください。
source: Check whether your booking includes an oversized baggage seat.
ja: 特大荷物用座席が予約内容に含まれるか確認してください。

# 特大荷物用座席の予約内容も確認してください。
source: Also check the oversized baggage seat in your reservation.
ja: 特大荷物用座席の予約内容も確認してください。

# 特大荷物用座席は申告済み
source: Oversized baggage seat stated
ja: 特大荷物用座席は申告済み

# 特大荷物用座席を確認
source: Check oversized baggage seat
ja: 特大荷物用座席を確認

# 移動が見つかりません
source: Journey unavailable
ja: 移動が見つかりません

# 移動内容を変更した場合、予約内容の再確認が必要です。
source: If this journey changes, confirm the booking again.
ja: 移動内容を変更した場合、予約内容の再確認が必要です。

# 紙のきっぷ
source: Paper ticket
ja: 紙のきっぷ

# 紙のきっぷと申告
source: Paper ticket stated
ja: 紙のきっぷと申告

# 荷物サイズを確認済み
source: Bag size checked
ja: 荷物サイズを確認済み

# 荷物の3辺を測って条件を確認してください。
source: Measure the three sides of the bag to check the conditions.
ja: 荷物の3辺を測って条件を確認してください。

# 荷物の回答を変更
source: Change baggage answer
ja: 荷物の回答を変更

# 荷物の縦・横・高さを測ると、必要な座席条件が分かります。
source: Measure the three sides to find the seat requirement.
ja: 荷物の縦・横・高さを測ると、必要な座席条件が分かります。

# 荷物は持込サイズを超えています。方法を変更してください。
source: The bag exceeds the carry-on size limit. Arrange another way to transport it.
ja: 荷物は持込サイズを超えています。方法を変更してください。

# 荷物を測る
source: Measure the bag
ja: 荷物を測る

# 荷物条件を確認
source: Check baggage conditions
ja: 荷物条件を確認

# 荷物条件を確認しました。
source: Baggage conditions checked.
ja: 荷物条件を確認しました。
